[

	{
		"quote":"Get going … walk if you have to, but finish the damned race.",
		"author":"Ron Hill"
	},
	{
		"quote":"Winners never quit and quitters never win.",
		"author":"Vince Lombardi"
	},
	{
		"quote":"If it doesn't challenge you, it won't change you.",
		"author":"Fred DeVito"
	},
	{
		"quote":"If you fail to prepare, you're prepared to fail.",
		"author":"Mark Spitz"
	},
	{
		"quote":"Persistence can change failure into extraordinary achievement.",
		"author":"Matt Biondi"
	},
	{
		"quote":"Make each day your masterpiece.",
		"author":"John Wooden"
	},
	{
		"quote":"You must expect great things from yourself before you can do them.",
		"author":"Michael Jordan"
	},
	{
		"quote":"There are no shortcuts to any place worth going.",
		"author":"Beverly Sills"
	},
	{
		"quote":"Running is about finding your inner peace, and so is life well lived.",
		"author":"Dean Karnazes"
	},
	{
		"quote":"Run when you can, walk if you have to, crawl if you must, just never give up.",
		"author":"Dean Karnazes"
	},
	{
		"quote":"I always tell my athletes, don’t confuse difficulty with failure.",
		"author":"Eric Orton"
	},
	{
		"quote":"We may train or peak for a certain race, but running is lifetime sport.",
		"author":"Alberto Salazar"
	},
	{
		"quote":"Man imposes his own limitations, don't set any.",
		"author":"Anthony Bailey"
	},
	{
		"quote":"Human beings are made up of flesh and blood, and a miracle fiber called courage.",
		"author":"George Patton"
	},
	{
		"quote":"Vision without action is a daydream.  Action without vision is a nightmare.",
		"author":"Japanese Proverb"
	},
	{
		"quote":"The greatest pleasure in life, is doing the things people say we cannot do.",
		"author":"Walter Bagehot"
	},
	{
		"quote":"Our greatest glory is not in never falling, but in rising every time we fall.",
		"author":"Confucius"
	},
	{
		"quote":"All it takes is all you got.",
		"author":"Marc Davis"
	},
	{
		"quote":"Run like hell and get the agony over with.",
		"author":"Clarence DeMar"
	},
	{
		"quote":"The only tactics I admire are do-or-die.",
		"author":"Herb Elliott"
	},
	{
		"quote":"It is true that speed kills. In distance running, it kills anyone who does not have it.",
		"author":"Brooks Johnson"
	},
	{
		"quote":"Other people may not have high expectations of me, but I have high expectations for myself.",
		"author":"Shannon Miller"
	},
	{
		"quote":"Even if you're on the right track, you'll get run over if you just sit there.",
		"author":"Will Rogers"
	},
	{
		"quote":"When you get to the end of your rope, tie a knot and hang on.",
		"author":"Theodore Roosevelt"
	},
	{
		"quote":"I had as many doubts as anyone else. Standing on the starting line, we're all cowards.",
		"author":"Alberto Salazar"
	},
	{
		"quote":"It is a rough road that leads to the heights of greatness.",
		"author":"Seneca"
	},
	{
		"quote":"Even if you're on the right track, you'll get run over if you just sit there.",
		"author":"Will Rogers"
	},
	{
		"quote":"Do a little more each day than you think you possibly can.",
		"author":"Lowell Thomas"
	},
	{
		"quote":"Good judgement is the result of experience, experience is the result of bad judgment.",
		"author":"Mark Twain"
	},
	{
		"quote":"Once you're beat mentally, you might as well not even go to the starting line.",
		"author":"Todd Williams"
	},
	{
		"quote":"Shoot for the moon. Even if you miss it you will land among the star.",
		"author":"Les Brown"
	},
	{
		"quote":"If you want to make God laugh, just try and make plans for the future.",
		"author":"Ron Litzler"
	},
	{
		"quote":"The true test of a man's character is what he does when he knows he won't get caught.",
		"author":"Anonymous"
	},
	{
		"quote":"To win without risk is to triumph without glory.",
		"author":"Pierre Cornielle"
	},
	{
		"quote":"The will to win means nothing without the will to prepare.",
		"author":"Juma Ikangaa"
	},
	{
		"quote":"Methinks that the moment my legs began to move, my thoughts began to flow.",
		"author":"Henry David Thoreau"
	},
	{
		"quote":"May the road rise up to meet you. May the wind be always at your back.",
		"author":"Irish Proverb"
	},
	{
		"quote":"To win without risk is to triumph without glory.",
		"author":"Pierre Cornielle"
	},
	{
		"quote":"Ask yourself: 'Can I give more?'. The answer is usually: 'Yes'.",
		"author":"Paul Tergat"
	},
	{
		"quote":"The miracle isn't that I finished. The miracle is that I had the courage to start.",
		"author":"John Bingham"
	},
	{
		"quote":"Whether you believe you can or believe you can't, you're probably right",
		"author":"Henry Ford"
	},
	{
		"quote":"He who is not courageous enough to take risks will accomplish nothing in life",
		"author":"Muhammad Ali"
	},
	{
		"quote":"No one ever drowned in sweat.",
		"author":"Unknown"
	},
	{
		"quote":"There's no such thing as bad weather, just soft people.",
		"author":"Bill Bowerman"
	},
	{
		"quote":"If it hurts, make it hurt more.",
		"author":"Percy Cerutty"
	},
	{
		"quote":"Run often. Run long. But never outrun your joy of running.",
		"author":"Julie Isphording"
	},
	{
		"quote":"Even if you're on the right track, you'll get run over if you just sit there.",
		"author":"Will Rogers"
	},
	{
		"quote":"Long slow distance makes long slow runners.",
		"author":"Jim Bush"
	},
	{
		"quote":"It's not about speed and gold medals. It's about refusing to be stopped.",
		"author":"Amby Burfoot"
	},
	{
		"quote":"I can't imagine living and not running.",
		"author":"Paula Radcliffe"
	},
	{
		"quote":"Any idiot can train himself into the ground; the trick is working in training to get gradually stronger.",
		"author":"Keith Brantly"
	},
	{
		"quote":"The best pace is a suicide pace, and today looks like a good day to die.",
		"author":"Steve Prefontaine"
	},
	{
		"quote":"The obsession with running is really an obsession with the potential for more and more life.",
		"author":"George A. Sheehan"
	},
	{
		"quote":"A man can fail many times, but he isn't a failure until he begins to blame somebody else.",
		"author":"John Burroughs"
	},
	{
		"quote":"Pain is inevitable. Suffering is optional.",
		"author":"Haruki Murakami"
	},
	{
		"quote":"Have you ever felt worse after a run?",
		"author":"George A. Sheehan"
	},
	{
		"quote":"Every run is a great run!",
		"author":"Sasha Azevedo"
	},
	{
		"quote":"It doesn't matter whether you are a lion or a gazelle. When the sun comes up, you better be running.",
		"author":"Abe Gubegna"
	},
	{
		"quote":"Success is the sum of small efforts, repeated day-in and day-out.",
		"author":"Robert Collier"
	},
	{
		"quote":"It hurts up to a point and then it doesn't get any worse.",
		"author":"Ann Trason"
	},
	{
		"quote":"Run like hell and get the agony over with.",
		"author":"Clarence DeMar"
	},
	{
		"quote":"Somebody may beat me, but they are going to have to bleed to do it.",
		"author":"Steve Prefontaine"
	},
	{
		"quote":"Begin at the beginning and go on till you come to the end; then stop.",
		"author":"Lewis Carroll"
	},
	{
		"quote":"To strive, to seek, to find, and not to yield.",
		"author":"Alfred Lord Tennyson"
	},
	{
		"quote":"It's better to burn out, than to fade away.",
		"author":"Neil Young"
	},
	{
		"quote":"Self trust is the essence of heroism.",
		"author":"Ralph Waldo Emerson"
	},
	{
		"quote":"Joy lies in the fight, in the attempt, in the suffering involved, not in the victory itself",
		"author":"Mahatma Gandhi"
	},
	{
		"quote":"Everyone is an athlete. The only difference is that some of us are in training, and some are not.",
		"author":"George A. Sheehan"
	},
	{
		"quote":"Laziness is nothing more than the habit of resting before you get tired.",
		"author":"Jules Renard"
	},
	{
		"quote":"I have met my hero, and he is me.",
		"author":"George A. Sheehan"
	},
	{
		"quote":"The only tactics I admire are do-or-die.",
		"author":"Herb Elliott"
	}

]